{"translation-revision-date":"2023-06-21 12:29+0000","generator":"WP-CLI\/2.8.1","source":"index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fi","plural-forms":"nplurals=2; plural=n != 1;"},"Upgrade to PRO Version":["Päivitä PRO-versioon"],"Plugin does not work":["Lisäosa ei toimi"],"Not the features I want":["Ei sisällä haluamiani ominaisuuksia"],"Incompatible with themes\/plugins":["Ei yhteensopiva teemojen\/lisäosien kanssa"],"Lack of documentation":["Dokumentaation puute"],"Found a better plugin":["Löysin paremman lisäosan"],"Temporary deactivation":["Tilapäinen poisto käytöstä"],"Other":["Muu"],"Are you sure you want to leave the feedback form?":["Haluatko varmasti poistua palautelomakkeesta?"],"Skip & Deactivate":["Ohita ja poista käytöstä"],"Deactivate":["Poista käytöstä"],"Too bad you are leaving":["Harmi, että lähdet"],"Please give us feedback why you deactivate %s.":["Anna meille palautetta, miksi poistat %s käytöstä."],"Please provide a reason!":["Ole hyvä ja perustele!"],"What could we do better?":["Mitä voisimme tehdä paremmin?"],"Email for answer\/solution":["Sähköposti vastausta\/ratkaisua varten"],"Please provide a valid e-mail address!":["Anna toimiva sähköpostiosoite!"],"Name":["Nimi"],"Please provide a name!":["Ole hyvä ja anna nimi!"],"Please confirm that you have checked the privacy policy.":["Vahvista, että olet tarkistanut tietosuojakäytäntömme."],"I would like to receive a response to my request. For this purpose, I agree to the data processing of my feedback and my e-mail address. I have read and acknowledge the %s {{a}}Privacy Policy{{\/a}}.":["Haluaisin saada vastauksen pyyntööni. Tätä tarkoitusta varten hyväksyn palautteeni ja sähköpostiosoitteeni tietojen käsittelyn. Olen lukenut ja hyväksyn %s {{a}}tietosuojakäytännöt{{\/a}}."],"Allow us to reply to you by email and we will get back to you as soon as possible!":["Anna lupa vastata sinulle sähköpostitse, niin otamme sinuun yhteyttä mahdollisimman pian!"],"Are there any problems with the setup or use of the plugin? Maybe we can help you in the support. {{a}}Contact support{{\/a}}.":["Onko lisäosan asennuksessa tai käytössä ongelmia? Ehkä tukipalvelumme voi auttaa sinua. {{a}}Ota yhteyttä tukeen{{\/a}}."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Do you want to deactivate your active license so that you can use it again on another site?":["Haluatko poistaa aktiivisen lisenssisi käytöstä, jotta voit käyttää sitä uudelleen toisella sivustolla?"],"Yes, deactivate all active licenses for all sites within this multisite":["Kyllä, poista kaikki aktiiviset lisenssit kaikilta tämän multisite-verkoston sivustoilta"],"Yes, deactivate license":["Kyllä, poista lisenssi käytöstä"],"Telemetry data preview":["Telemetriatietojen esikatselu"],"Close":["Sulje"],"At the time of activating the license, you agreed that we may send telemetry data from your installation to our server. You can revoke this at any time by deactivating and reactivating the licence.":["Hyväksyit lisenssin aktivoinnin yhteydessä, että voimme lähettää telemetriatietoja asennuksestasi palvelimellemme. Voit peruuttaa tämän milloin tahansa poistamalla lisenssin käytöstä ja aktivoimalla sen uudelleen."],"The following data (raw) will be sent to our server:":["Seuraavat tiedot (raakadata) lähetetään palvelimellemme:"],"Updates containing bug fixes and new features will be downloaded and installed automatically.":["Virheenkorjauksia ja uusia ominaisuuksia sisältävät päivitykset ladataan ja asennetaan automaattisesti."],"Please confirm that you have read the privacy policy!":["Vahvista, että olet lukenut tietosuojaselosteen!"],"I allow to transfer technical data about this WordPress installation to the update server of %1$s and get latest announcements. This data is required for license activation and update functionality. I have read the {{a}}privacy policy{{\/a}} of %1$s.":["Sallin tämän WordPress-asennuksen teknisten tietojen siirtämisen %1$s-päivityspalvelimelle ja saan uusimmat tiedotteet. Näitä tietoja tarvitaan lisenssin aktivoimiseen ja päivitystoimintoihin. Olen lukenut %1$s {{a}}tietosuojakäytännöt{{\/a}}."],"I allow telemetry data about the use of this WordPress plugin to be collected in accordance with the %1$s {{a}}privacy policy{{\/a}}. This data does not include any personal information about users of the plugin. Collected data ({{aDataExample}}open example of transmitted data{{\/aDataExample}}) will be used to provide you with the best possible support and to improve the plugin.":["Sallin telemetriatietojen keräämisen tämän WordPress-lisäosan käytöstä %1$s {{a}}tietosuojakäytäntöjen{{\/a}} mukaisesti. Nämä tiedot eivät sisällä henkilötietoja lisäosan käyttäjistä. Kerättyjä tietoja ({{aDataExample}} esimerkki siirretyistä tiedoista{{\/aDataExample}}) käytetään parhaan mahdollisen tuen tarjoamiseen ja lisäosan parantamiseen."],"I would like to receive the %1$s newsletter with WordPress news, sales and product offers (approx. 1-2 per month) via email. I know that I can withdraw my consent for the newsletter at any time.":["Haluan vastaanottaa %1$s-uutiskirjeen, joka sisältää WordPress-uutisia ja tuotetarjouksia (noin 1-2 kuukaudessa) sähköpostitse. Tiedostan, että voin peruuttaa suostumukseni uutiskirjeeseen milloin tahansa."],"First name":["Etunimi"],"Please enter your first name!":["Kirjoita etunimesi, ole hyvä!"],"Email":["Sähköpostiosoite"],"Please enter your email address!":["Anna sähköpostiosoitteesi!"],"Please note that we will send you a confirmation e-mail. Only when you have clicked on the activation link in the email will you receive the newsletter.":["Lähetämme sinulle vahvistussähköpostin. Vasta kun olet painanut sähköpostissa olevaa aktivointilinkkiä, saat uutiskirjeen."],"Learn more":["Lue lisää"],"Your license has been activated!":["Lisenssisi on aktivoitu!"],"Activate your %s PRO license to receive regular updates and support.":["Aktivoi %s PRO -lisenssisi saadaksesi säännöllisiä päivityksiä ja tukea."],"To use all advantages of %s {{strong}}you need a free license{{\/strong}}. After license activation you will receive answers to support requests and announcements in your plugin (e.g. also notices for discount actions of the PRO version).":["Käyttääksesi kaikkia %s etuja {{strong}}tarvitset ilmaisen lisenssin{{\/strong}}. Lisenssiaktivoinnin jälkeen saat vastauksia tukipyyntöihisi ja ilmoituksia (esim. myös ilmoituksia PRO-version alennuksista)."],"You are using a WordPress mulisite. Due to technical limitations of WordPress core, %s can receive automatic updates in WordPress multisites only if the plugin is enabled network-wide. You can enable the plugin network-wide, but still only license it for specific sites.":["Käytät WordPress multisite-verkostoa. WordPress-ytimen teknisten rajoitusten vuoksi %s voi vastaanottaa automaattisia päivityksiä multisite-verkostossa vain, jos lisäosa on käytössä koko verkon laajuisesti. Voit ottaa laajennuksen käyttöön koko verkostossa, mutta silti lisensoida se vain tietyille sivustoille."],"Please enable %s network-wide or take care of regular updates manually!":["Ota %s käyttöön koko verkoston laajuisesti tai huolehdi säännöllisistä päivityksistä manuaalisesti!"],"Installation type and license key for {{strong}}%s{{\/strong}}":["Asennustyyppi ja lisenssiavain kohteelle {{strong}}%s{{\/strong}}"],"Installation type and license key":["Asennustyyppi ja lisenssiavain"],"Please enter a valid license key!":["Anna voimassa oleva lisenssiavain!"],"{{strong}}Production:{{\/strong}} Use this, when your site is {{i}}live{{\/i}} and {{i}}publicly available{{\/i}} to your website visitors.":["{{strong}}Tuotanto:{{\/strong}} Käytä tätä, kun sivustosi on {{i}}julkaistu{{\/i}} ja {{i}}julkisesti saatavilla{{\/i}} kaikille sivustolla vieraileville."],"{{strong}}Development:{{\/strong}} Use this, when your site is {{i}}not yet live{{\/i}}, or it is a {{i}}staging environment{{\/i}} of your site.":["{{strong}}Kehitys:{{\/strong}} Käytä tätä, kun sivustosi {{i}}ei ole vielä käytössä{{\/i}} tai se on {{i}}varjoympäristö{{\/i}} sivustostasi."],"You can change the installation-type at any time by deactivating the license and activate it again.":["Voit muuttaa asennustyyppiä milloin tahansa poistamalla lisenssin käytöstä ja aktivoimalla sen uudelleen."],"What is an installation type?":["Mikä on asennustyyppi?"],"https:\/\/devowl.io\/knowledge-base\/license-installation-type\/":["https:\/\/devowl.io\/knowledge-base\/license-installation-type\/"],"Please choose an installation type!":["Valitse asennustyyppi!"],"Installation type":["Asennustyyppi"],"Development":["Kehitys"],"Production":["Tuotanto"],"Select installation type...":["Valitse asennustyyppi..."],"I do not want to license and use the plugin for this site within my multisite.":["En halua lisensoida ja käyttää lisäosaa tälle sivustolle multisite-verkostossani."],"This license cannot be activated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Unfortunately, something went wrong during the license activation.":["Tätä lisenssiä ei voi aktivoida manuaalisesti, koska se on määritetty ohjelmallisesti. Tämä tarkoittaa, että olet käyttänyt {{a}}activation filter{{\/a}} fdomainille {{code}}%s{{\/code}} (Blog ID: %d). Valitettavasti jotain meni pieleen lisenssin aktivoinnin aikana."],"Retry activation":["Yritä aktivointia uudelleen"],"I have purchased a license that can be used on multiple websites! What can I do?":["Olen ostanut lisenssin, jota voidaan käyttää useilla verkkosivustoilla! Mitä voin tehdä?"],"After purchasing one of our products, only one license key is generated by default, even if your purchase covers multiple websites. This license key can be used for only one website by default. To add more websites to your purchase, you can generate additional license keys within your quota in the {{a}}Customer Center{{\/a}}.":["Kun olet ostanut yhden tuotteistamme, vain yksi lisenssiavain luodaan oletusarvoisesti, vaikka ostoksesi kattaisi useita verkkosivustoja. Tätä lisenssiavainta voidaan käyttää oletuksena vain yhdelle verkkosivustolle. Voit lisätä ostokseesi lisää verkkosivustoja luomalla lisää lisenssiavaimia kiintiösi rajoissa täällä {{a}}asiakaskeskus{{\/a}}."],"Add licenses in the customer center now":["Lisää lisenssit asiakaspalvelukeskuksessa nyt"],"https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/":["https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/"],"Activated %s":["Aktivoitu %s"],"Telemetry data sharing enabled":["Telemetriatietojen jakaminen käytössä"],"Telemetry data sharing disabled":["Telemetriatietojen jakaminen pois käytöstä"],"Your license key":["Lisenssiavaimesi"],"Your installation is fully activated.":["Asennus on aktivoitu."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/"],"Enter license key to unlock PRO features":["Avaa PRO-ominaisuudet antamalla lisenssiavain"],"This license cannot be deactivated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Please remove the filter to deactivate the license!":["Tätä lisenssiä ei voi poistaa käytöstä manuaalisesti, koska se on määritetty ohjelmallisesti. Tämä tarkoittaa, että olet käyttänyt {{a}}activation filter{{\/a}} domainille {{code}}%s{{\/code}} (Blog ID: %d). Poista suodatin poistaaksesi lisenssin käytöstä!"],"Show announcements for this plugin":["Näytä tämän lisäosan ilmoitukset"],"Something has gone wrong%s. It could be that you have configured your WordPress instance in such a way that you have blocked the WordPress REST API. Find out how to deal with this {{a}}here{{\/a}}.":["Jotain on mennyt pieleen%s. Voi olla, että olet määrittänyt WordPress-instanssisi siten, että olet estänyt WordPress REST API:n. Katso, miten voit korjata asian {{a}}täällä{{\/a}}."],"https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/":["https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/"],"Not yet licensed":["Ei vielä lisenssiä"],"Already licensed":["Lisenssi on jo olemassa"],"Save":["Tallenna"],"License settings":["Lisenssiasetukset"]}}}