{"translation-revision-date":"2023-08-09 12:40+0000","generator":"WP-CLI\/2.8.1","source":"index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ru_RU","plural-forms":"nplurals=3; plural=n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2;"},"Upgrade to PRO Version":["Обновить до PRO версии"],"Plugin does not work":["Плагин не работает"],"Not the features I want":["Мне нужны другие функции"],"Incompatible with themes\/plugins":["Несовместимо с моей темой или плагином"],"Lack of documentation":["Отсутствие документации"],"Found a better plugin":["Нашел плагин получше"],"Temporary deactivation":["Временно деактивирую"],"Other":["Другое"],"Are you sure you want to leave the feedback form?":["Вы уверены, что хотите отправить форму обратной связи?"],"Skip & Deactivate":["Пропустить и деактивировать"],"Deactivate":["Деактивировать"],"Too bad you are leaving":["Жаль, что ты уезжаешь"],"Please give us feedback why you deactivate %s.":["Пожалуйста, сообщите нам почему вы отключаете %s."],"Please provide a reason!":["Пожалуйста, укажите причину!"],"What could we do better?":["Что мы могли бы сделать лучше?"],"Email for answer\/solution":["Email для ответа\/решения"],"Please provide a valid e-mail address!":["Пожалуйста, укажите действительный адрес электронной почты!"],"Name":["Имя"],"Please provide a name!":["Пожалуйста, укажите имя!"],"Please confirm that you have checked the privacy policy.":["Пожалуйста, подтвердите, что вы ознакомились с политикой конфиденциальности."],"I would like to receive a response to my request. For this purpose, I agree to the data processing of my feedback and my e-mail address. I have read and acknowledge the %s {{a}}Privacy Policy{{\/a}}.":["Я хотел бы получить ответ на свой вопрос. Для этой цели я даю согласие на обработку данных моего отзыва и моего адреса email. Я прочитал %s {{a}}политику конфиденциальности{{\/a}} и согласен с ней."],"Allow us to reply to you by email and we will get back to you as soon as possible!":["Позвольте нам ответить вам по email, и мы свяжемся в ближайшее время!"],"Are there any problems with the setup or use of the plugin? Maybe we can help you in the support. {{a}}Contact support{{\/a}}.":["Есть ли какие-либо проблемы с настройкой или использованием плагина? Может быть, наша техподдержка сможет помочь вам. {{a}}Обратиться в службу поддержки{{\/a}}."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Do you want to deactivate your active license so that you can use it again on another site?":["Вы хотите деактивировать Вашу активную лицензию, чтобы Вы могли использовать ее снова на другом сайте?"],"Yes, deactivate all active licenses for all sites within this multisite":["Да, деактивировать все активные лицензии для всех сайтов в рамках этого многосайтовости"],"Yes, deactivate license":["Да, деактивируйте лицензию"],"Telemetry data preview":["Предварительный просмотр телеметрических данных"],"Close":["Закрыть"],"At the time of activating the license, you agreed that we may send telemetry data from your installation to our server. You can revoke this at any time by deactivating and reactivating the licence.":["Во время активации лицензии Вы согласились с тем, что мы можем отправлять телеметрические данные с Вашей установки на наш сервер. Вы можете отозвать это согласие в любое время, деактивировав и вновь активировав лицензию."],"The following data (raw) will be sent to our server:":["Следующие данные (необработанные) будут отправлены на наш сервер:"],"Updates containing bug fixes and new features will be downloaded and installed automatically.":["Обновления, содержащие исправления ошибок и новые функции будут загружены и установлены автоматически."],"Please confirm that you have read the privacy policy!":["Пожалуйста, подтвердите, что вы ознакомились с политикой конфиденциальности!"],"I allow to transfer technical data about this WordPress installation to the update server of %1$s and get latest announcements. This data is required for license activation and update functionality. I have read the {{a}}privacy policy{{\/a}} of %1$s.":["Я разрешаю передавать технические данные об этой установке WordPress на сервер обновлений %1$s и получать последние объявления. Эти данные необходимы для активации лицензии и функциональности обновления. Я прочитал {{a}} политику конфиденциальности{{\/a}} компании %1$s."],"I allow telemetry data about the use of this WordPress plugin to be collected in accordance with the %1$s {{a}}privacy policy{{\/a}}. This data does not include any personal information about users of the plugin. Collected data ({{aDataExample}}open example of transmitted data{{\/aDataExample}}) will be used to provide you with the best possible support and to improve the plugin.":["Я разрешаю сбор телеметрических данных об использовании этого плагина WordPress в соответствии с %1$s {{a}}политикой конфиденциальности{{\/a}}. Эти данные не содержат никакой личной информации о пользователях плагина. Собранные данные ({{aDataExample}} открытый пример передаваемых данных{{\/aDataExample}}) будут использованы для предоставления Вам наилучшей поддержки и улучшения плагина."],"I would like to receive the %1$s newsletter with WordPress news, sales and product offers (approx. 1-2 per month) via email. I know that I can withdraw my consent for the newsletter at any time.":["Я хотел бы получать рассылку %1$s с новостями WordPress, распродажами и предложениями продуктов (примерно 1-2 в месяц) по электронной почте. Я знаю, что могу отозвать свое согласие на рассылку в любое время."],"First name":["Имя"],"Please enter your first name!":["Пожалуйста, введите свое имя!"],"Email":["Email"],"Please enter your email address!":["Пожалуйста, введите свой email!"],"Please note that we will send you a confirmation e-mail. Only when you have clicked on the activation link in the email will you receive the newsletter.":["Пожалуйста, обратите внимание, что мы отправим вам email для подтверждения. Только после того, как вы нажмете на ссылку активации в email, вы получите новостную рассылку."],"Learn more":["Узнать больше"],"Your license has been activated!":["Ваша лицензия активирована!"],"Activate your %s PRO license to receive regular updates and support.":["Активируйте лицензию %s PRO, чтобы получать регулярные обновления и поддержку."],"To use all advantages of %s {{strong}}you need a free license{{\/strong}}. After license activation you will receive answers to support requests and announcements in your plugin (e.g. also notices for discount actions of the PRO version).":["Чтобы использовать все преимущества %s {{strong}}, вам нужна бесплатная лицензия{{\/strong}}. После активации лицензии вы будете получать ответы на запросы в службу поддержки и объявления в вашем плагине (например, также уведомления о скидочных акциях PRO-версии)."],"You are using a WordPress mulisite. Due to technical limitations of WordPress core, %s can receive automatic updates in WordPress multisites only if the plugin is enabled network-wide. You can enable the plugin network-wide, but still only license it for specific sites.":["Вы используете многосайтовость WordPress. Из-за технических ограничений ядра WordPress, %s может получать автоматические обновления в WordPress multisites, только если плагин включен во всей сети. Вы можете включить плагин во всей сети, но при этом лицензировать его только для определенных сайтов."],"Please enable %s network-wide or take care of regular updates manually!":["Пожалуйста, включите %s по всей сети или позаботьтесь о регулярных обновлениях вручную!"],"Installation type and license key for {{strong}}%s{{\/strong}}":["Тип установки и лицензионный ключ для {{strong}}%s{{\/strong}}"],"Installation type and license key":["Тип установки и лицензионный ключ"],"Please enter a valid license key!":["Пожалуйста, введите лицензионный ключ!"],"{{strong}}Production:{{\/strong}} Use this, when your site is {{i}}live{{\/i}} and {{i}}publicly available{{\/i}} to your website visitors.":["{{strong}}Производство:{{\/strong}} Используйте это, когда Ваш сайт {{i}}live{{\/i}} и {{i}}публично доступен{{\/i}} для посетителей Вашего сайта."],"{{strong}}Development:{{\/strong}} Use this, when your site is {{i}}not yet live{{\/i}}, or it is a {{i}}staging environment{{\/i}} of your site.":["{{strong}}Разработка:{{\/strong}} Используйте это, когда Ваш сайт еще {{i}}не работает{{\/i}}, или это среда {{i}}staging environment{{\/i}} Вашего сайта."],"You can change the installation-type at any time by deactivating the license and activate it again.":["Вы можете изменить тип установки в любое время, деактивировав лицензию и активировав ее снова."],"What is an installation type?":["Какой тип установки?"],"https:\/\/devowl.io\/knowledge-base\/license-installation-type\/":["https:\/\/devowl.io\/knowledge-base\/license-installation-type\/"],"Please choose an installation type!":["Пожалуйста, выберите тип установки!"],"Installation type":["Тип установки"],"Development":["Разработка"],"Production":["Рабочая"],"Select installation type...":["Выберите тип установки..."],"I do not want to license and use the plugin for this site within my multisite.":["Я не хочу лицензировать и использовать плагин для этого сайта в рамках моего мультисайта."],"This license cannot be activated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Unfortunately, something went wrong during the license activation.":["Эту лицензию нельзя активировать вручную, так как она настроена программно. Это означает, что Вы использовали фильтр {{a}}активации{{\/a}} для хоста {{code}}%s{{\/code}} (Blog ID: %d). К сожалению, во время активации лицензии что-то пошло не так."],"Retry activation":["Повторная активация"],"I have purchased a license that can be used on multiple websites! What can I do?":["Я приобрел лицензию, которая может быть использована на нескольких сайтах! Что я могу сделать?"],"After purchasing one of our products, only one license key is generated by default, even if your purchase covers multiple websites. This license key can be used for only one website by default. To add more websites to your purchase, you can generate additional license keys within your quota in the {{a}}Customer Center{{\/a}}.":["После покупки одного из наших продуктов по умолчанию генерируется только один лицензионный ключ, даже если Ваша покупка распространяется на несколько сайтов. Этот лицензионный ключ по умолчанию может быть использован только для одного сайта. Чтобы добавить больше сайтов к Вашей покупке, Вы можете сгенерировать дополнительные лицензионные ключи в пределах Вашей квоты в {{a}}Customer Center{{\/a}}."],"Add licenses in the customer center now":["Добавление лицензий в центре обслуживания клиентов теперь"],"https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/":["https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/"],"Activated %s":["Активировано %s"],"Telemetry data sharing enabled":["Отправка данных об использовании включена"],"Telemetry data sharing disabled":["Отправка данных об использовании выключена"],"Your license key":["Ваш лицензионный ключ"],"Your installation is fully activated.":["Ваша установка полностью активирована."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/"],"Enter license key to unlock PRO features":["Введите лицензионный ключ, чтобы разблокировать функции PRO"],"This license cannot be deactivated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Please remove the filter to deactivate the license!":["Эту лицензию нельзя деактивировать вручную, поскольку она настроена программно. Это означает, что вы использовали фильтр {{a}}активации{{\/a}} для хоста {{code}}%s{{\/code}} (ID блога: %d). Пожалуйста, удалите фильтр для деактивации лицензии!"],"Show announcements for this plugin":["Показывать объявления для этого плагина"],"Something has gone wrong%s. It could be that you have configured your WordPress instance in such a way that you have blocked the WordPress REST API. Find out how to deal with this {{a}}here{{\/a}}.":["Что-то пошло не так%s. Возможно, Вы настроили свой экземпляр WordPress таким образом, что заблокировали WordPress REST API. Узнайте, как с этим справиться {{a}} здесь{{\/a}}."],"https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/":["https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/"],"Not yet licensed":["Еще не лицензирована"],"Already licensed":["Уже лицензированы"],"Save":["Сохранить"],"License settings":["Настройки лицензии"]}}}