{"translation-revision-date":"2023-08-09 12:40+0000","generator":"WP-CLI\/2.8.1","source":"index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sk_SK","plural-forms":"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"},"Upgrade to PRO Version":["Prechod na PRO verziu"],"Plugin does not work":["Plugin nefunguje"],"Not the features I want":["Nie sú to funkcie, ktoré chcem"],"Incompatible with themes\/plugins":["Nekompatibilné s témami\/pluginami"],"Lack of documentation":["Nedostatočná dokumentácia"],"Found a better plugin":["Našiel som lepší plugin"],"Temporary deactivation":["Dočasná deaktivácia"],"Other":["Iné"],"Are you sure you want to leave the feedback form?":["Ste si istí, že chcete opustiť formulár spätnej väzby?"],"Skip & Deactivate":["Preskočiť a deaktivovať"],"Deactivate":["Deaktivovať"],"Too bad you are leaving":["Škoda, že odchádzate"],"Please give us feedback why you deactivate %s.":["Poskytnite nám, prosím, spätnú väzbu, prečo ste deaktivovali %s."],"Please provide a reason!":["Prosím, uveďte dôvod!"],"What could we do better?":["Čo by sme mohli urobiť lepšie?"],"Email for answer\/solution":["E-mail pre odpoveď\/riešenie"],"Please provide a valid e-mail address!":["Uveďte prosím platnú e-mailovú adresu!"],"Name":["Meno"],"Please provide a name!":["Prosím, uveďte meno!"],"Please confirm that you have checked the privacy policy.":["Potvrďte, prosím, že ste skontrolovali zásady ochrany osobných údajov."],"I would like to receive a response to my request. For this purpose, I agree to the data processing of my feedback and my e-mail address. I have read and acknowledge the %s {{a}}Privacy Policy{{\/a}}.":["Chcel by som dostať odpoveď na svoju žiadosť. Na tento účel súhlasím so spracovaním údajov o mojej spätnej väzbe a mojej e-mailovej adresy. Prečítal som si a beriem na vedomie %s {{a}}Pravidlá ochrany osobných údajov{{\/a}}."],"Allow us to reply to you by email and we will get back to you as soon as possible!":["Dovoľte odpovedať vám e-mailom a my sa vám čo najskôr ozveme!"],"Are there any problems with the setup or use of the plugin? Maybe we can help you in the support. {{a}}Contact support{{\/a}}.":["Vyskytli sa nejaké problémy s nastavením alebo používaním pluginu? Môžeme vám pomôcť v rámci podpory. {{a}}Kontaktujte podporu{{\/a}}."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Do you want to deactivate your active license so that you can use it again on another site?":["Chcete deaktivovať svoju aktívnu licenciu, aby ste ju mohli opäť používať na inom webe?"],"Yes, deactivate all active licenses for all sites within this multisite":["Áno, deaktivujte všetky aktívne licencie pre všetky lokality v rámci tejto multisite"],"Yes, deactivate license":["Áno, deaktivujte licenciu"],"Telemetry data preview":["Náhľad telemetrických údajov"],"Close":["Zatvoriť"],"At the time of activating the license, you agreed that we may send telemetry data from your installation to our server. You can revoke this at any time by deactivating and reactivating the licence.":["Pri aktivácii licencie ste súhlasili, že môžeme odosielať telemetrické údaje z vašej inštalácie na náš server. Tento súhlas môžete kedykoľvek odvolať deaktiváciou a opätovnou aktiváciou licencie."],"The following data (raw) will be sent to our server:":["Na náš server sa odošlú nasledujúce (raw) údaje:"],"Updates containing bug fixes and new features will be downloaded and installed automatically.":["Aktualizácie obsahujúce opravy chýb a nové funkcie sa stiahnu a nainštalujú automaticky."],"Please confirm that you have read the privacy policy!":["Potvrďte, prosím, že ste si prečítali zásady ochrany osobných údajov!"],"I allow to transfer technical data about this WordPress installation to the update server of %1$s and get latest announcements. This data is required for license activation and update functionality. I have read the {{a}}privacy policy{{\/a}} of %1$s.":["Povoľujem prenos technických údajov o tejto inštalácii WordPress na aktualizačný server %1$s a získavanie najnovších oznámení. Tieto údaje sú potrebné na aktiváciu licencie a funkčnosť aktualizácie. Prečítal\/a som si {{a}}Politiku ochrany osobných údajov{{\/a}} spoločnosti %1$s."],"I allow telemetry data about the use of this WordPress plugin to be collected in accordance with the %1$s {{a}}privacy policy{{\/a}}. This data does not include any personal information about users of the plugin. Collected data ({{aDataExample}}open example of transmitted data{{\/aDataExample}}) will be used to provide you with the best possible support and to improve the plugin.":["Povoľujem zhromažďovanie telemetrických údajov o používaní tohto doplnku WordPress v súlade so %1$s {{a}}zásadami ochrany osobných údajov{{\/a}}. Tieto údaje neobsahujú žiadne osobné údaje o používateľoch tohto doplnku. Zozbierané údaje ({{aDataExample}}otvorený príklad prenášaných údajov{{\/aDataExample}}) budú použité na poskytovanie čo najlepšej podpory a na vylepšenie zásuvného modulu."],"I would like to receive the %1$s newsletter with WordPress news, sales and product offers (approx. 1-2 per month) via email. I know that I can withdraw my consent for the newsletter at any time.":["Chcel by som dostávať newsletter %1$s s novinkami o WordPress, predaji a ponukami produktov (približne 1 až 2 krát mesačne) prostredníctvom e-mailu. Viem, že svoj súhlas so zasielaním noviniek môžem kedykoľvek odvolať."],"First name":["Krstné meno"],"Please enter your first name!":["Zadajte, prosím, svoje krstné meno!"],"Email":["E-mail"],"Please enter your email address!":["Prosím, zadajte svoju e-mailovú adresu!"],"Please note that we will send you a confirmation e-mail. Only when you have clicked on the activation link in the email will you receive the newsletter.":["Upozorňujeme Vás, že Vám zasielame potvrdzujúci e-mail. Newsletter budete dostávať, až keď kliknete na aktivačný odkaz v e-maile."],"Learn more":["Ďalšie informácie"],"Your license has been activated!":["Vaša licencia bola aktivovaná!"],"Activate your %s PRO license to receive regular updates and support.":["Aktiváciou licencie %s PRO získate pravidelné aktualizácie a podporu."],"To use all advantages of %s {{strong}}you need a free license{{\/strong}}. After license activation you will receive answers to support requests and announcements in your plugin (e.g. also notices for discount actions of the PRO version).":["Ak chcete využívať všetky výhody %s, {{strong}}potrebujete bezplatnú licenciu{{\/strong}}. Po aktivácii licencie budete dostávať odpovede na žiadosti o podporu a oznámenia vo svojom plugine (napr. aj oznámenia o zľavových akciách PRO verzie)."],"You are using a WordPress mulisite. Due to technical limitations of WordPress core, %s can receive automatic updates in WordPress multisites only if the plugin is enabled network-wide. You can enable the plugin network-wide, but still only license it for specific sites.":["Používate multistránku WordPress. Z dôvodu technických obmedzení jadra WordPress môže %s dostávať automatické aktualizácie v multisite WordPress len vtedy, ak je zásuvný modul povolený v celej sieti. Zásuvný modul môžete povoliť v celej sieti, ale stále ho môžete licencovať len pre konkrétne weby."],"Please enable %s network-wide or take care of regular updates manually!":["Prosím, povoľte %s v celej sieti alebo sa postarajte o pravidelné aktualizácie manuálne!"],"Installation type and license key for {{strong}}%s{{\/strong}}":["Typ inštalácie a licenčný kľúč pre {{strong}}%s{{\/strong}}"],"Installation type and license key":["Druh inštalácie a licenčný kľúč"],"Please enter a valid license key!":["Zadajte platný licenčný kľúč!"],"{{strong}}Production:{{\/strong}} Use this, when your site is {{i}}live{{\/i}} and {{i}}publicly available{{\/i}} to your website visitors.":["{{strong}}Produkcia:{{\/strong}} Použite, keď je vaša stránka {{i}}živá{{\/i}} a {{i}}verejne dostupná{{\/i}} návštevníkom vašej webovej stránky."],"{{strong}}Development:{{\/strong}} Use this, when your site is {{i}}not yet live{{\/i}}, or it is a {{i}}staging environment{{\/i}} of your site.":["{{strong}}Vývoj:{{\/strong}} Použite ju, ak vaša stránka ešte nie je {{i}}verejná{{\/i}}, alebo ide o {{i}}stagingové prostredie{{\/i}} vašej stránky."],"You can change the installation-type at any time by deactivating the license and activate it again.":["Typ inštalácie môžete kedykoľvek zmeniť deaktiváciou licencie a jej opätovnou aktiváciou."],"What is an installation type?":["Čo je typ inštalácie?"],"https:\/\/devowl.io\/knowledge-base\/license-installation-type\/":["https:\/\/devowl.io\/knowledge-base\/license-installation-type\/"],"Please choose an installation type!":["Prosím, vyberte typ inštalácie!"],"Installation type":["Druh inštalácie"],"Development":["Vývoj"],"Production":["Produkcia"],"Select installation type...":["Zvoľte typ inštalácie..."],"I do not want to license and use the plugin for this site within my multisite.":["Nechcem licencovať a používať zásuvný modul pre túto stránku v rámci mojej multisite."],"This license cannot be activated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Unfortunately, something went wrong during the license activation.":["Túto licenciu nie je možné aktivovať ručne, pretože je nakonfigurovaná programovo. To znamená, že ste použili {{a}}aktivačný filter{{\/a}} pre hostiteľa {{code}}%s{{\/code}}. (Blog ID: %d). Bohužiaľ, počas aktivácie licencie sa niečo pokazilo."],"Retry activation":["Opakovať aktiváciu"],"I have purchased a license that can be used on multiple websites! What can I do?":["Zakúpil som si licenciu, ktorú možno použiť na viacerých webových stránkach! Čo môžem urobiť?"],"After purchasing one of our products, only one license key is generated by default, even if your purchase covers multiple websites. This license key can be used for only one website by default. To add more websites to your purchase, you can generate additional license keys within your quota in the {{a}}Customer Center{{\/a}}.":["Po zakúpení jedného z našich produktov sa štandardne vygeneruje iba jeden licenčný kľúč, aj keď sa váš nákup vzťahuje na viacero webových stránok. Tento licenčný kľúč možno štandardne použiť len pre jednu webovú lokalitu. Ak chcete pridať ďalšie webové lokality k zakúpenému produktu, môžete si v rámci svojej kvóty vygenerovať ďalšie licenčné kľúče v {{a}}Zákazníckom centre{{\/a}}."],"Add licenses in the customer center now":["Teraz pridať licencie v zákazníckom centre"],"https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/":["https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/"],"Activated %s":["Aktivované %s"],"Telemetry data sharing enabled":["Povolené zdieľanie telemetrických údajov"],"Telemetry data sharing disabled":["Zdieľanie telemetrických údajov je vypnuté"],"Your license key":["Váš licenčný kľúč"],"Your installation is fully activated.":["Vaša inštalácia je plne aktivovaná."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/"],"Enter license key to unlock PRO features":["Zadajte licenčný kľúč na odomknutie funkcií PRO verzie"],"This license cannot be deactivated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Please remove the filter to deactivate the license!":["Túto licenciu nie je možné deaktivovať ručne, pretože je nakonfigurovaná programovo. To znamená, že ste použili {{a}}aktivačný filter{{\/a}} pre hostiteľa {{code}}%s{{\/code}}. (Blog ID: %d). Na deaktiváciu licencie odstráňte filter!"],"Show announcements for this plugin":["Zobraziť oznámenia pre tento doplnok"],"Something has gone wrong%s. It could be that you have configured your WordPress instance in such a way that you have blocked the WordPress REST API. Find out how to deal with this {{a}}here{{\/a}}.":["Niečo sa pokazilo%s. Môže to byť tým, že ste nakonfigurovali inštanciu WordPress so zablokovaným rozhraním WordPress REST API. Ako to vyriešiť, sa dozviete {{a}}tuto{{\/a}}."],"https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/":["https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/"],"Not yet licensed":["Zatiaľ bez licencie"],"Already licensed":["Už má licenciu"],"Save":["Uložiť"],"License settings":["Licenčné nastavenia"]}}}