{"translation-revision-date":"2023-08-09 12:40+0000","generator":"WP-CLI\/2.8.1","source":"index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"hu_HU","plural-forms":"nplurals=2; plural=n != 1;"},"Upgrade to PRO Version":["Frissítés a PRO verzióra"],"Plugin does not work":["A bővítmény nem működik"],"Not the features I want":["Nem azokat a funkciókat, amelyeket szeretnék"],"Incompatible with themes\/plugins":["Nem kompatibilis a témákkal\/bővítményekkel"],"Lack of documentation":["A dokumentáció hiánya"],"Found a better plugin":["Találtam egy jobb bővítményt"],"Temporary deactivation":["Ideiglenes deaktiválás"],"Other":["Más"],"Are you sure you want to leave the feedback form?":["Biztosan elhagyja a visszajelzési űrlapot?"],"Skip & Deactivate":["Kihagyás és deaktiválás"],"Deactivate":["Deaktiválás"],"Too bad you are leaving":["Kár, hogy elmegy"],"Please give us feedback why you deactivate %s.":["Kérjük, adjon visszajelzést, hogy miért deaktiválja a %s bővítményt."],"Please provide a reason!":["Kérjük, indokolja meg!"],"What could we do better?":["Mit csinálhatnánk jobban?"],"Email for answer\/solution":["E-mail a válaszért\/megoldásért"],"Please provide a valid e-mail address!":["Kérjük, valós email címet adjon meg!"],"Name":["Név"],"Please provide a name!":["Kérem adjon meg nevet!"],"Please confirm that you have checked the privacy policy.":["Kérjük, erősítse meg, hogy elolvasta az adatvédelmi szabályzatot."],"I would like to receive a response to my request. For this purpose, I agree to the data processing of my feedback and my e-mail address. I have read and acknowledge the %s {{a}}Privacy Policy{{\/a}}.":["Szeretnék választ kapni kérésemre. E célból hozzájárulok visszajelzésem és e-mail címem adatkezeléséhez. Elolvastam és tudomásul vettem a %s {{a}}Adatvédelmi irányelveit{{\/a}}."],"Allow us to reply to you by email and we will get back to you as soon as possible!":["Engedje meg, hogy e-mailben válaszoljunk, és a lehető leghamarabb felvesszük Önnel a kapcsolatot!"],"Are there any problems with the setup or use of the plugin? Maybe we can help you in the support. {{a}}Contact support{{\/a}}.":["Problémák vannak a bővítmény beállításával vagy használatával? Talán tudunk segíteni a támogatásban. {{a}}Kapcsolatfelvétel az ügyfélszolgálattal{{\/a}}."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Do you want to deactivate your active license so that you can use it again on another site?":["Szeretné deaktiválni az aktív licencet, hogy újra használhassa egy másik webhelyen?"],"Yes, deactivate all active licenses for all sites within this multisite":["Igen, deaktiválja az összes aktív licencet a többhelyszínű webhelyen belüli összes webhelyre vonatkozóan"],"Yes, deactivate license":["Igen, deaktiválja az engedélyt"],"Telemetry data preview":["Telemetriai adatok előnézet"],"Close":["Zárja be a"],"At the time of activating the license, you agreed that we may send telemetry data from your installation to our server. You can revoke this at any time by deactivating and reactivating the licence.":["A licenc aktiválásakor Ön beleegyezett, hogy a telepítéséről telemetriai adatokat küldjünk a szerverünkre. Ezt bármikor visszavonhatja a licenc deaktiválásával és újraaktiválásával."],"The following data (raw) will be sent to our server:":["A következő (nyers) adatok kerülnek elküldésre a szerverünkre:"],"Updates containing bug fixes and new features will be downloaded and installed automatically.":["A hibajavításokat és új funkciókat tartalmazó frissítések letöltése és telepítése automatikusan megtörténik."],"Please confirm that you have read the privacy policy!":["Kérjük, erősítse meg, hogy elolvasta az adatvédelmi szabályzatot!"],"I allow to transfer technical data about this WordPress installation to the update server of %1$s and get latest announcements. This data is required for license activation and update functionality. I have read the {{a}}privacy policy{{\/a}} of %1$s.":["Engedélyezem a WordPress telepítésével kapcsolatos műszaki adatok küldését a %1$ frissítési szerverére, és megkapom a legújabb értesítéseket. Ezek az adatok a licenc aktiválásához és a frissítési funkciókhoz szükségesek. Elolvastam és tudomásul vettem a %1$ {{a}}adatvédelmi irányelveit{{\/a}}."],"I allow telemetry data about the use of this WordPress plugin to be collected in accordance with the %1$s {{a}}privacy policy{{\/a}}. This data does not include any personal information about users of the plugin. Collected data ({{aDataExample}}open example of transmitted data{{\/aDataExample}}) will be used to provide you with the best possible support and to improve the plugin.":["Engedélyezem a telemetriai adatok gyűjtését a WordPress plugin használatáról a %1$s {{a}}Adatvédelmi irányelvek{{\/a}} szerint. Ezek az adatok nem tartalmaznak személyes adatokat a bővítmény felhasználóiról. Az összegyűjtött adatokat ({{aDataExample}}nyílt példa az átadott adatokra{{\/aDataExample}}) a lehető legjobb támogatás nyújtására és a bővítmény fejlesztésére használjuk fel."],"I would like to receive the %1$s newsletter with WordPress news, sales and product offers (approx. 1-2 per month) via email. I know that I can withdraw my consent for the newsletter at any time.":["Szeretném megkapni a %1$s hírlevelet a WordPress hírekkel, eladásokkal és termékajánlatokkal (kb. 1-2 havonta) e-mailben. Tudomásul veszem, hogy a hírlevélhez való hozzájárulásomat bármikor visszavonhatom."],"First name":["Vezetéknév"],"Please enter your first name!":["Kérjük, adja meg a keresztnevét!"],"Email":["Email"],"Please enter your email address!":["Kérjük, adja meg e-mail címét!"],"Please note that we will send you a confirmation e-mail. Only when you have clicked on the activation link in the email will you receive the newsletter.":["Felhívjuk figyelmét, hogy visszaigazoló e-mailt küldünk Önnek. Csak akkor kapja meg a hírlevelet, ha az e-mailben található aktiváló linkre kattintott."],"Learn more":["Tudj meg többet"],"Your license has been activated!":["A licence aktiválva lett!"],"Activate your %s PRO license to receive regular updates and support.":["Aktiválja %s PRO licencét, hogy rendszeres frissítéseket és támogatást kapjon."],"To use all advantages of %s {{strong}}you need a free license{{\/strong}}. After license activation you will receive answers to support requests and announcements in your plugin (e.g. also notices for discount actions of the PRO version).":["A %s összes előnyének kihasználásához {{strong}}ingyenes licenc szükséges{{\/strong}}. A licenc aktiválása után válaszokat kap a támogatási kérésekre és bejelentésekre a bővítményében (például értesítéseket a PRO verzió kedvezményes akcióiról)."],"You are using a WordPress mulisite. Due to technical limitations of WordPress core, %s can receive automatic updates in WordPress multisites only if the plugin is enabled network-wide. You can enable the plugin network-wide, but still only license it for specific sites.":["Ön egy WordPress mulisite-ot használ. A WordPress mag technikai korlátai miatt a %s csak akkor kaphat automatikus frissítéseket a WordPress multisite-okban, ha a bővítmény az egész hálózatra kiterjedően engedélyezve van. A bővítményt engedélyezheti hálózatszerte, de így is csak bizonyos webhelyekre engedélyezheti."],"Please enable %s network-wide or take care of regular updates manually!":["Kérjük, engedélyezze a %s hálózati szintű használatát, vagy gondoskodjon a rendszeres frissítésekről kézzel!"],"Installation type and license key for {{strong}}%s{{\/strong}}":["A(z) {{strong}}%s{{\/strong}} telepítési típusa és licenckulcsa"],"Installation type and license key":["A telepítés típusa és licenckulcsa"],"Please enter a valid license key!":["Kérük adjon meg egy érvényes licenckulcsot!"],"{{strong}}Production:{{\/strong}} Use this, when your site is {{i}}live{{\/i}} and {{i}}publicly available{{\/i}} to your website visitors.":["{{strong}}Készítés:{{\/strong}} Ezt akkor használja, ha webhelye {{i}}élő{{\/i}} és {{i}}nyilvánosan elérhető{{\/i}} a webhely látogatói számára."],"{{strong}}Development:{{\/strong}} Use this, when your site is {{i}}not yet live{{\/i}}, or it is a {{i}}staging environment{{\/i}} of your site.":["{{strong}}}Kifejlesztés:{{\/strong}} Ezt akkor használja, ha az oldala {{i}}nincs még élesben{{\/i}}, vagy ez egy {{i}}staging környezet{{\/i}} az oldalának."],"You can change the installation-type at any time by deactivating the license and activate it again.":["A telepítési típust bármikor megváltoztathatja a licenc deaktiválásával és újbóli aktiválásával."],"What is an installation type?":["Mi a telepítés típusa?"],"https:\/\/devowl.io\/knowledge-base\/license-installation-type\/":["https:\/\/devowl.io\/knowledge-base\/license-installation-type\/"],"Please choose an installation type!":["Kérjük, válasszon telepítési módot!"],"Installation type":["Telepítés típusa"],"Development":["Fejlesztés"],"Production":["Produkció"],"Select installation type...":["Válassza ki a telepítés típusát…"],"I do not want to license and use the plugin for this site within my multisite.":["Nem akarom licencelni és használni a bővítményt erre az oldalra a multisite-omon belül."],"This license cannot be activated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Unfortunately, something went wrong during the license activation.":["Ez a licenc nem aktiválható manuálisan, mivel programozottan van konfigurálva. Ez azt jelenti, hogy a {{a}}aktiválási szűrőt{{\/a}} a {{code}}%s{{\/code}} állomáshoz használta. (blog azonosítója: %d). Sajnos valami rosszul sült el a licenc aktiválása során."],"Retry activation":["Aktiválás újrapróbálása"],"I have purchased a license that can be used on multiple websites! What can I do?":["Vettem egy olyan licencet, amely több weboldalon is használható! Mit tehetek?"],"After purchasing one of our products, only one license key is generated by default, even if your purchase covers multiple websites. This license key can be used for only one website by default. To add more websites to your purchase, you can generate additional license keys within your quota in the {{a}}Customer Center{{\/a}}.":["Miután megvásárolta valamelyik termékünket, alapértelmezés szerint csak egy licenckulcsot generálunk, még akkor is, ha a vásárlás több weboldalra vonatkozik. Ez a licenckulcs alapértelmezés szerint csak egy weboldalhoz használható. Ha több weboldalt szeretne hozzáadni a vásárlásához, a kvótáján belül további licenckulcsokat generálhat a {{a}}Vevőközpontban{{\/a}}."],"Add licenses in the customer center now":["Licencek hozzáadása az ügyfélközpontban most"],"https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/":["https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/"],"Activated %s":["Aktiválva: %s"],"Telemetry data sharing enabled":["Telemetriai adatmegosztás engedélyezve"],"Telemetry data sharing disabled":["A telemetriai adatmegosztás letiltva"],"Your license key":["Az Ön licenckulcsa"],"Your installation is fully activated.":["A telepítés sikeresen aktiválva van."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/"],"Enter license key to unlock PRO features":["Adja meg a licenckulcsot a PRO funkciók feloldásához"],"This license cannot be deactivated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Please remove the filter to deactivate the license!":["Ezt a licencet nem lehet manuálisan deaktiválni, mert programozottan van konfigurálva. Ez azt jelenti, hogy az {{a}}aktivációs szűrőt{{\/a}} használta a(z) {{code}}%s{{\/code}} (Blog ID: %d) hoszthoz. A licenc inaktiválásához távolítsa el a szűrőt!"],"Show announcements for this plugin":["Bejelentések megjelenítése ehhez a bővítményhez"],"Something has gone wrong%s. It could be that you have configured your WordPress instance in such a way that you have blocked the WordPress REST API. Find out how to deal with this {{a}}here{{\/a}}.":["Valami elromlott%s. Lehet, hogy úgy konfigurálta a WordPress példányát, hogy blokkolta a WordPress REST API-t. Megtudhatja, hogyan kezelheti ezt {{a}}itt{{\/a}}."],"https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/":["https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/"],"Not yet licensed":["Még nincs engedélyezve"],"Already licensed":["Már engedélyezett"],"Save":["Mentés"],"License settings":["Licencbeállítások"]}}}